import React, {Component} from 'react';

class InformationContent extends Component{
    render(){
        return(
            <div className="informationContent">
                 <h1>
                     이용방법
                 </h1>
                 <ol>
                     <li>'위무브' 카카오 플러스친구 추가합니다</li>
                     <li>이름, 학번, 기숙사 건물이름, 이용하고 싶은 박수개수 / 총 4가지를 적어 카톡으로 보내줍니다</li>
                     <li>지정된 박스 배부 날짜에 기숙사 1층에서 박스와 스티커를 받습니다 / 스티커 사용법 : 스티커에 싸인을 하고 박스뚜껑의 접합부에 붙임으로써 추후에 개봉 여부를 확인할 수 있습니다</li>
                     <li>지정된 박스 픽업 날짜에 기숙사 1층에서 박스를 맡깁니다</li>
                     <li>개강 전날에 같은 장소에서 박스를 받아갑니다</li>
                 </ol>

                 <h1>
                     박스 사이즈
                 </h1>
                 <h2>
                     일반 택스보다 2배 두꺼운 <br></br>
                     550(mm) * 400(mm) * 400(mm)
                 </h2>
                 <h1>
                     이용약관
                 </h1>
                 <h2>
                     서약서
                     이용약관,  개인정보 수집 및 이용에 모두 동의합니다
                    
                     위무브(We move) 서비스 이용 약관
                     위무브 서비스 이용 약관 (이하 "약관" 이라고 함)은 아비아창창 주식회사 (이하 "회사"라고 함)가 운영 관리하는 웹 사이트 “아비아창창 사이트"에서 제공하는 서비스 인 위무브 서비스 (이하 "본 서비스"라 함)의 이용과 관련된 규정 입니다. 본 서비스 이용자(이하 “고객”이라 함)는 본 약관 외에 회사가 별도로 정하는 「아비아창창 이용 약관」(이하 「웹 서비스 약관 "이라고 함) 등 관련 규정 등의 내용을 충분히 이해하고 승인 한 후 본 약관 및 회사가 별도로 정한 소정의 절차 및 방법에 따라 스스로의 판단과 책임하에 본 서비스를 이용하여야 합니다. 또한 본 약관에서 사용되는 용어는 특별한 규정이 있는 경우 및 문맥상 다른 뜻으로 해석해야 하는 경우를 제외하고는 모두 “웹 서비스 약관”에서 정하는 의미를 가지고 있습니다.
                    
                 </h2>
            </div>
        )
    }
}

export default InformationContent;